describe('タスク詳細', () => {
    it('タスク詳細表示', () => {
        
    });
    it('タスク名更新', () => {
        
    });
    it('タスクステータス更新', () => {
        
    });
    it('タスク優先度更新', () => {
        
    });
    it('タスク期日更新', () => {
        
    });
    it('タスク概要説明 エディタ表示', () => {
        
    });
    it('タスク概要説明 更新', () => {
        
    });
    it('タスク詳細 ファイルアップロード拡張子エラー', () => {
        
    });
    it('タスク詳細 ファイルアップロード実行', () => {
        
    });

    it('タスク詳細 サブタスク作成表示', () => {
        
    });
    it('タスク詳細 サブタスク作成入力エラー', () => {
        
    });
    it('タスク詳細 サブタスク作成実行', () => {
        
    });
    it('タスク詳細 サブタスク更新', () => {
       // タイトル
       // 説明文
       // チェック
    });
    it('タスク詳細 サブタスク削除', () => {
       
    });
    it('タスク削除 詳細', () => {
        
    });
    it('タスク詳細 閉じる', () => {
        
    });
})